{
  "_name_or_path": "fusing/latent-diffusion-text2im-large",
  "activation_dropout": 0.0,
  "activation_function": "gelu",
  "architectures": [
    "LDMBertModel"
  ],
  "attention_dropout": 0.0,
  "classifier_dropout": 0.0,
  "d_model": 1280,
  "dropout": 0.1,
  "encoder_attention_heads": 8,
  "encoder_ffn_dim": 5120,
  "encoder_layerdrop": 0.0,
  "encoder_layers": 32,
  "head_dim": 64,
  "init_std": 0.02,
  "max_position_embeddings": 77,
  "model_type": "ldmbert",
  "num_hidden_layers": 32,
  "pad_token_id": 0,
  "scale_embedding": false,
  "torch_dtype": "float32",
  "transformers_version": "4.21.0.dev0",
  "use_cache": true,
  "vocab_size": 30522
}
